Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: On the other hand, this part of the city, run-down and badly needing investment, is of a working-class character.
pl: Z drugiej strony to część miasta o robotniczym charakterze, zdegradowana i wymagająca znaczących inwestycji.

source: Until recently it was viewed as an unattractive residential area inhabited mostly by the poor who were unable to keep up their flats, to say nothing of new initiatives.
pl: Do niedawna była postrzegana jako nieatrakcyjny obszar mieszkaniowy, zamieszkany głównie przez ludzi uboższych, którzy nie są w stanie utrzymać nawet swoich mieszkań, nie mówiąc o nowych inicjatywach.

source: Fortunately, the image of Pidzamche has been changing in recent years, partly thanks to Polish development assistance programmes carried out by the Institute of Urban Development (IUD) from Krakow.
pl: Na szczęście obraz Podzamcza zmienia się w ostatnich latach, między innymi dzięki projektom programu polskiej pomocy rozwojowej, realizowanym przez krakowski Instytut Rozwoju Miast (IRM).

source: Three murals were also created.
pl: Wykonano tekże trzy murale - graffiti.

source: There were dozens of meetings, training sessions, consultations and negotiations involving citizens and municipal authorities.
pl: Przeprowadzono dziesiątki spotkań, szkoleń, konsultacji i negocjacji z mieszkańcami oraz władzami miasta.

source: Polish experiences and solutions were showcased.
pl: Pokazano polskie doświadczenia i rozwiązania.

source: But as the project author points out, “the most valuable outcome is the sense of responsibility that emerged during the joint projects, and more interest shown in one's own place of residence.”
pl: Jednak, jak mówi projektodawca „Najbardziej wartościowym rezultatem jest poczucie odpowiedzialności, które zrodziło się w trakcie wspólnego realizowania projektów oraz większe zainteresowanie swoim miejscem zamieszkania”.

source: 2014 is marked by more revitalizations of public space, with historic gateways renovated at townhouses, and information boards put up about the most interesting sights of Pidzamche.
pl: W roku 2014 rewitalizowane są kolejne przestrzenie publiczne, odnawiane zabytkowe bramy w kamienicach, przygotowywane tablice informacyjne o najciekawszych obiektach Podzamcza.

source: Local community inclusion measures and training courses are run.
pl: Trwa proces włączania lokalnej społeczności w działania, prowadzone są szkolenia.

source: Things don't always go smoothly, since historic townhouses can hold one or two unpleasant surprises, such as a balcony collapsing during renovation work.
pl: Nie jest łatwo, bo zabytkowe kamienice potrafią niemile zaskoczyć - w jednej z nich w trakcie prac urwał się balkon...

source: New initiatives by local organizations and communities began to mushroom around Polish aid projects in Pidzamche.
pl: Wokół działań realizowanych w ramach polskiej pomocy na Podzamczu zaczęły pojawiać się nowe inicjatywy lokalnych organizacji czy społeczności.

source: Examples include an open cinema set up at a closed-down marmalade factory, a book fair organized by one of the publishing houses, and local residents taking the initiative to stage an artistic performance inaugurating a newly refurbished playground, and organizing themselves to prevent acts of vandalism.
pl: Powstało np. otwarte kino w nieczynnej fabryce powidła, jedno z wydawnictw zorganizowało kiermasz książek, mieszkańcy z własnej inicjatywy przygotowali program artystyczny na otwarcie odnowionego placu zabaw i organizują się, aby zapobiegać aktom wandalizmu.

source: But the most interesting measure that the Institute of Urban Development endorsed as one of the official partners is the festival of neighbours in Pidzamche, organized by IOTA, a non-governmental organization.
pl: Jednak najciekawszą inicjatywą, której jednym z oficjalnych partnerów jest Instytut Rozwoju Miast jest festiwal sąsiadów na Podzamczu, zorganizowany przez organizację pozarządową IOTA.

source: The district also drew the attention of local and regional media, which have been shining the spotlight on good practices.
pl: Dzielnicą zaczęły interesować się także lokalne i regionalne media, które ukazują przykłady dobrych praktyk.

source: Pidzamche has already begun to live a more beautiful and friendly life.
pl: Podzamcze już teraz zaczyna żyć coraz piękniejszym i bardziej przyjaznym życiem.

source: This is reflected in the smiles of children playing at new playgrounds, the involvement of happy residents and their budding faith that they have what it takes to change their surroundings.
pl: Odzwierciedleniem tego są uśmiechy dzieci bawiących się na nowych placach zabaw, zaangażowanie zadowolonych mieszkańców i rodząca się w nich wiara, że mogą sami kształtować swoje otoczenie.

source: In the difficult political situation of Ukraine which is marked by considerable volatility and an uncertain future, it is very important to have small-scale schemes that improve the quality of people's lives, and build the conviction that a lot can be achieved by working together.
pl: W trudnej politycznie sytuacji na Ukrainie, w obliczu wielu zmian i niepewnej przyszłości, niewielkie inicjatywy pozwalające na polepszenie jakości życia mieszkańców oraz budowanie przekonania, że wiele można zdziałać wspólną pracą są niezwykle istotne.

source: Project “The Regeneration of Pidzamche District in Lviv 2014-2015 - phase III” (no. 371/2014) implemented by the Institute of Urban Development from Krakow.
pl: Projekt Instytutu Rozwoju Miast z Krakowa pt. „Rewitalizacja dzielnicy Podzamcze we Lwowie 2014 - 2015 - etap III” (nr 371/2014).

source: Grant of the Ministry of Foreign Affairs: PLN 483,400.
pl: Kwota dotacji ze środków Ministerstwa Spraw Zagranicnzych wyniosła 483 400 zł.

source: Should Poland help less developed countries?
pl: Czy Polska powinna pomagać krajom słabiej rozwiniętym?

source: The highest support for Polish development assistance was recorded in 2008 and 2009, when it reached 84%.
pl: Najwyższe wsparcie dla polskiej współpracy rozwojowej odnotowano w latach 2008 i 2009, kiedy sięgało ono 84%.

source: Twenty percent of the respondents were of the opinion that Poland should not support the development of less developed countries.
pl: Dwadzieścia procent badanych było zdania, że Polska nie powinna wspomagać rozwoju państw słabiej rozwiniętych.

source: According to the results of the research, the percentage was much lower in 2013 than in 2004, when it reached thirty-five percent.
pl: Według wyników badania, odsetek ten w 2013 roku był dużo niższy niż w 2004 roku, kiedy wynosił trzydzieści pięć procent.

source: Most of the opponents of Poland's engagement in providing development assistance can be found among respondents with primary education (24%), basic or vocation education (25%), labourers (27%) and the unemployed (28%).
pl: Najwięcej przeciwników angażowania się Polski w udzielanie pomocy rozwojowej znaleźć można wśród badanych z wykształceniem podstawowym (24%), zasadniczym lub zawodowym (25%), robotników (27%), a także bezrobotnych (28%).

source: On what basis do Polish people form their opinion about the activities in the frame of development assistance?
pl: Na jakiej podstawie Polacy kształtują swoje zdanie na temat działań w ramach pomocy rozwojowej?

source: The number of citizens using the access to the information concerning development assistance is still quite limited.
pl: Liczba obywateli korzystających z dostępu do informacji na temat pomocy rozwojowej jest wciąż dość ograniczona.

source: Only 13% of the respondents correctly answered that there are more than 100 such countries.
pl: Tylko 13% badanych udzieliło poprawnej odpowiedzi, że jest ich ponad 100.

source: In fact, Poland is ranked 39th in the Human Development Index [2] , so it is placed before 147 other countries for which the statistics are being kept in the frame of the UN (in 2012, a total of 186 countries were analysed).
pl: W rzeczywistości Polska jest na 39. miejscu pod względem wartości Wskaźnika Rozwoju Społecznego [2] , wyprzedza więc 147 innych państw, dla których prowadzone są statystyki w ramach ONZ (łącznie w 2012 roku poddanych analizie było 186 państw).

source: Low level of knowledge about development assistance among Polish people may result from the lack of appropriate information in the media.
pl: Niski poziom wiedzy o pomocy rozwojowej wśród Polaków wynikać może także z braku odpowiednich informacji na ten temat w mediach.

source: Most of the respondents (69%) during the last two, three months did not have a contact with information about Poland's development assistance to other countries.
pl: Większość respondentów (69%) w ciągu ostatnich dwóch-trzech miesięcy nie zetknęła się z informacjami na temat pomocy Polski dla innych krajów.

source: The result is 4 percentage points lower than last year.
pl: Jest to wynik o 4 pkt. proc. niższy od ubiegłorocznego.

source: A contact with such information depends to a large extent on a degree of “the respondents' interest in politics”.
pl: Kontakt z takimi wiadomościami zależy w istotnym stopniu od stopnia „zainteresowania respondentów polityką”.

source: The information concerning Polish development assistance reached people with higher education (47%) twice more often than people with primary education (20%).
pl: Informacje o polskiej pomocy dwukrotnie częściej docierały też do osób z wyższym wykształceniem (47%), niż do osób z wykształceniem podstawowym (20%).

source: One third (34%) of the respondents indicated contact with information regarding assistance to Asian countries and the victims of cataclysms.
pl: Jedna trzecia badanych (34%) wskazała na kontakt z informacjami o pomocy dla krajów Azji oraz dla ofiar kataklizmów.

source: How willing are we to financially support development in poorer countries?
pl: Jak skłonni jesteśmy do finansowego wsparcia rozwoju w krajach uboższych?

source: Every third Pole (33%) would allow the government to allocate PLN 5 from her/his taxes to development assistance.
pl: Co trzeci Polak (33%) zgodziłby się, aby rząd przeznaczył z jego/jej podatków 5zł miesięcznie na pomoc rozwojową.

source: The current amount of the funds that were in fact donated to that purpose in 2012 is somewhat more that PLN 3 per month for each citizen [3] .
pl: Aktualna wielkość faktycznie przekazywanych na ten cel środków w 2012 r. to nieco ponad 3zł miesięcznie na każdego obywatela [3] .

source: At the same time, every second person (50%) thinks that Poland is a country allocates to development assistance to poorer countries exactly as much money as it should be spend, taking into account an economic potential of Poland.
pl: Jednocześnie co druga badana osoba (50%) jest zdania, że Polska jako kraj przeznacza na pomoc rozwojową dla krajów biedniejszych dokładnie tyle pieniędzy, ile trzeba, biorąc pod uwagę możliwości gospodarcze.

source: The answers indicating that we spend too much and too little are given similarly often (12% and 11% accordingly).
pl: Odpowiedzi wskazujące na to, że wydajemy za dużo i za mało padały podobnie często (odpowiednio 12% i 11%).

source: How can Polish people help to support developing countries?
pl: Jak Polacy mogą przyczynić się do wsparcia krajów rozwijających się?

source: One quarter of the surveyed (24%) claims that it would be effective to send volunteers to those countries.
pl: Jedna czwarta osób (24%) uważa, że skuteczne byłoby wysyłanie wolontariuszy do tych krajów.

source: More than a half of the respondents claims that Africa should be the main recipient of development assistance.
pl: Ponad połowa badanych uważa, że to Afryka powinna być głównym odbiorcą pomocy rozwojowej.

source: As compared to the last year's survey, the support of Polish people for development assistance in Southeast Asia increased (4 percentage points to 22%), but it relatively decreased in the case Poland's eastern neighbours - Ukraine and Belarus (10 percentage points to 18%) and other Post-Soviet Republics in the Caucasus and Central Asia (3 percentage points to 14%) [4] .
pl: W porównaniu z ubiegłorocznym badaniem, wzrosło poparcie Polaków dla pomocy rozwojowej w regionie Azji Południowo-Wschodniej (o 4 pkt. proc. do 22%), za to relatywnie zmalało dla wschodnich sąsiadów Polski - Ukrainy i Białorusi (o 10 pkt. proc. do 18%) oraz innych byłych Republik Radzieckich na Kaukazie i w Azji Środkowej (o 3 pkt. proc. do 14%) [4] .

source: The surveyed were also asked about the criteria which „should decide about taking or not actions in the field of democratization in particular countries by Poland.”.
pl: Badani pytani byli także o kryteria, jakie „powinny decydować o podejmowaniu lub nie, przez Polskę, działań z zakresu demokratyzacji w poszczególnych krajach”.

source: However, the respondents did not give any clear answer.
pl: Respondenci nie udzielili jednak jednoznacznej odpowiedzi na to pytanie.

source: Relatively most important issue seems to be a consent of particular country to become a recipient of an aid (26%).
pl: Stosunkowo najistotniejsze, wydaje się wyrażenie zgody przez dany kraj na udzielenie mu pomocy (26%).

source: In their opinion, independent radio and television broadcasting from abroad should be supported (27%), representatives of democratic opposition should be invited to Poland (26%), and particular issues should be raised in the forums of international organizations like the UN or the European Parliament (25%).
pl: Ich zdaniem powinno się także wspierać niezależne radio i telewizję, nadające zza granicy (27%), zapraszać przedstawicieli demokratycznej opozycji do Polski (26%) oraz podnosić daną kwestią na forach organizacji międzynarodowych typu ONZ czy Parlament Europejski (25%).

source: Prepared by Magdalena Albrycht, Jan Hofmokl, DWR
pl: Opracowanie: Magdalena Albrycht, Jan Hofmokl, DWR

source: [3] In 2012, the sum amounted to PLN 3,08 mln monthly per statistical citizen of the Republic of POLAND, according to the data about Polish official development assistance, reported to the DAC OECD (PLN 1,423 mln), and the data of the Central Statistical Office (GUS) concerning the number of population in 2012 (PLN 38,533 mln), “Rocznik Demograficzny” (“The Demographic Yearbook of Poland”), p. 28-29, 2012.
pl: [3] W roku 2012 kwota ta wynosiła 3,08 zł na statystycznego obywatela RP miesięcznie, zgodnie z danymi o wielkości oficjalnej pomocy rozwojowej Polski, raportowanej do DAC OECD (1 423 mln PLN) oraz danymi Głównego Urzędu Statystycznego dotyczącymi wielkości populacji w 2012 roku (38 533 mln), „Rocznik Demograficzny”, s. 28-29, 2012 r.

source: [4] The research was conducted on 22-27 November 2013, so before the worsening of political situation in the capital city of Ukraine.
pl: [4] Badania zostały przeprowadzone w dniach 22-27 listopada 2013 r., a więc przed zaognieniem się sytuacji politycznej w stolicy Ukrainy.

source: You are here Polish Aid / Development cooperation / News / Poland contributes 50 mln euro to EIB programme focused on countries affected with the migration crisis
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Aktualności / Polska przekazuje 50 milionów euro na inicjatywę wspierającą kraje dotknięte kryzysem migracyjnym

source: Poland contributes 50 mln euro to EIB programme focused on countries affected with the migration crisis
pl: Polska przekazuje 50 milionów euro na inicjatywę wspierającą kraje dotknięte kryzysem migracyjnym

source: Poland was the first EU country to sign the agreement with the European Investment Bank on joining the Economic Resilience Initiative (ERI).
pl: Polska jako pierwszy kraj UE podpisała umowę z Europejskim Bankiem Inwestycyjnym w sprawie udziału w Inicjatywie Wzmocnienia Gospodarczego - Economic Resilience Initiative (ERI).

source: The €50m is an unprecedented contribution by Poland to a migration crisis-related programme.
pl: 50 milionów euro to bezprecedensowo wysoka kwota przeznaczona przez Polskę na inicjatywę związaną z kryzysem migracyjnym.

source: Polish participation stems from the government's firm belief that the most efficient way of dealing with the migration crisis is to provide assistance on the spot and in adjacent countries.
pl: Udział Polski w programie to efekt konsekwentnej realizacji rządowej strategii zakładającej, że najskuteczniejszą formą reagowania na kryzys migracyjny jest pomoc udzielana w krajach dotkniętych konfliktem lub krajach ościennych.

source: Joining the ERI is a sign of solidarity in addressing the EU neighbourhood's major developmental, humanitarian and migration challenges.
pl: Przystąpienie do ERI jest solidarnym wkładem Polski w podejmowanie najpoważniejszych wyzwań rozwojowych, humanitarnych i migracyjnych w sąsiedztwie Unii Europejskiej.

source: It also reflects Poland's close partnership with the European Investment Bank and our growing role within it.
pl: Udział RP potwierdza rozwój ścisłego partnerstwa z Europejskim Bankiem Inwestycyjnym i rosnącą aktywność Polski na jego forum.

source: The Polish contribution is the highest among the EU member states to date.
pl: Wsparcie Polski jest najwyższe z dotąd zadeklarowanych przez państwa członkowskie UE.

source: The ERI will operate in the Southern Neighbourhood and the Western Balkans.
pl: ERI obejmie kraje Południowego Sąsiedztwa oraz Bałkanów Zachodnich.

source: It aims to increase the resilience of their economies to shocks, such as the Syrian refugee crisis.
pl: Inicjatywa ma na celu zwiększenie odporności ich gospodarek na wstrząsy, takie jak syryjski kryzys uchodźczy.

source: The programme focuses on vital infrastructure, private sector development, sustainable growth and job creation.
pl: Priorytetem programu są: infrastruktura, rozwój sektora prywatnego oraz zrównoważony wzrost i tworzenie miejsc pracy.

source: Poland's contribution will be earmarked for activities in Lebanon, Jordan and the West Bank, which is consistent with the Polish Multiannual Development Cooperation Programme 2016-2020.
pl: Udział Polski w ERI będzie skupiony na działaniach w Libanie, Jordanii oraz Zachodnim Brzegu, co jest spójne z polskim Wieloletnim programem współpracy rozwojowej 2016-2020.

source: You are here Polish Aid / Knowledge Base / Polish aid in figures / Poland's assistance in 2007
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Polska pomoc w liczbach / Pomoc w liczbach - Rok 2007

source: Poland's Official Development Assistance (ODA) in 2007 amounted to PLN 1.01 billion (USD 362.83 million), which accounted for 0.09% of the gross national income.
pl: Oficjalna pomoc rozwojowa (Official Development Assistance - ODA) Polski w 2007 roku wyniosła 1,01 mld PLN (362,83 mln USD), co stanowiło 0,09% wytworzonego dochodu narodowego.

source: In 2007, Poland allocated PLN 573.6 million to multilateral aid (transferred through specialised organisations and international funds), and PLN 431.41 million to bilateral assistance (transferred directly).
pl: W 2007 roku na pomoc wielostronną (przekazywaną za pośrednictwem wyspecjalizowanych organizacji i funduszy międzynarodowych) Polska przeznaczyła 573,6 mln PLN, a na pomoc dwustronną (przekazywaną bezpośrednio) - 431,41 mln PLN.

source: The most important forum for Polish activity in the field of multilateral development assistance is the European Union.
pl: Najważniejszym forum polskiej aktywności w dziedzinie wielostronnej pomocy rozwojowej jest Unia Europejska.

source: In 2007, the largest share of funds for multilateral assistance - PLN 549.28 million (USD 198.3 million) - was transferred to the EU's aid budget.
pl: W 2007 roku największą część środków w ramach pomocy wielostronnej - 549,28 mln PLN (198,3 mln USD) - przekazano do budżetu pomocowego UE.

source: The remainder of the Polish multilateral assistance includes voluntary contributions and payments to institutions of the UN system (PLN 16.5 million), the World Bank Group (PLN 2.29 million), and other funds and programmes.
pl: Pozostała część polskiej pomocy wielostronnej to składki i wpłaty dobrowolne na rzecz instytucji systemu Narodów Zjednoczonych (16,5 mln PLN), Grupy Banku Światowego (2,29 mln PLN), oraz innych funduszy i programów.

source: Aid funds at the disposal of the Ministry of Foreign Affairs included in the special-purpose budget reserve in 2007 amounted to PLN 90 million.
pl: Środki pomocowe pozostające w dyspozycji Ministerstwa Spraw Zagranicznych, pochodzące z rezerwy celowej budżetu państwa, w 2007 roku wynosiły 90 mln PLN.

source: Most of them were allotted to assistance projects implemented in countries being the beneficiaries of assistance in cooperation with local partners.
pl: Przeznaczono je w większości na pomoc w formie projektów realizowanych w krajach-biorcach pomocy we współpracy z partnerami lokalnymi.

source: In 2007, the MFA provided a subsidy of over PLN 45 million to more than 180 assistance projects in 38 countries: 111 of them were implemented by Polish NGOs and private universities, 50 - by state government, 24 - by local governments.
pl: W roku 2007 MSZ dofinansowało kwotą ponad 45 mln PLN ponad 180 projektów pomocowych w 38 krajach: 111 z nich zrealizowały polskie organizacje pozarządowe i uczelnie niepubliczne, 50 - administracja rządowa, 24 - samorządy.

source: Polish diplomatic posts also develop aid initiatives.
pl: Z inicjatywami pomocowymi występują też polskie przedstawicielstwa dyplomatyczne.

source: In 2007, in cooperation with local partners they implemented 170 projects in 42 developing countries totalling more than PLN 12 million.
pl: W 2007 roku zrealizowały one we współpracy z lokalnymi partnerami 170 projektów w 42 krajach rozwijających się na łączną kwotę ponad 12 mln PLN.

source: New geographical priorities have been selected based on five criteria (development needs, implementation of development cooperation, bilateral cooperation, coherence with EU activities, and security).
pl: Zakładanym efektem koncentracji wsparcia będzie uzyskanie większej, niż dotychczas skuteczności i siły oddziaływania polskiej współpracy rozwojowej w ramach posiadanych zasobów finansowych i organizacyjnych.

source: The process included an analysis of the situation and development needs in specific countries, and the evaluation and assessment of experiences and conclusions stemming from the implementation of the previous multiannual programme.
pl: Wybór nowych priorytetów geograficznych został oparty na pięciu kryteriach (potrzeby rozwojowe, wdrażanie współpracy rozwojowej, współpraca dwustronna, spójność z działaniami UE i bezpieczeństwo), w ramach których dokonano analizy sytuacji i potrzeb rozwojowych poszczególnych krajów, ewaluacji oraz oceny doświadczeń i wniosków z realizacji dotychczasowego programu wieloletniego.

source: Furthermore, attention was paid to ensuring that Polish aid is better coordinated and consistent with efforts of other donors, and the EU joint programming.
pl: Zwrócono ponadto uwagę na potrzebę zapewnienia większej koordynacji i spójności polskiej pomocy z działaniami społeczności międzynarodowych donatorów, jak i wspólnego programowania UE.

source: In the context of bilateral cooperation, current political and economic relations, and prospects for their development during the Programme's term were taken into account.
pl: W kontekście współpracy dwustronnej oceniono stan obecnych stosunków politycznych i gospodarczych oraz perspektywy ich rozwoju w czasie obowiązywania Programu.
